Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/personal_finance/loans_and_credit/credit_advertising.html.txt.tmx
Source language: en
Languages: ga

source: • Consumer Protection Code 2012
ga: • An Cód um Chosaint Tomhaltóirí 2012

source: There is a series of regulatory requirements that govern the advertising of financial services and credit
ga: Tá sraith ceangaltas rialaitheach ann lena rialaítear fógraíocht na seirbhísí agus na creidmheasa airgeadais

source: The Central Bank of Ireland monitors such advertising by the firms that it regulates and ensures that their advertisements comply with these requirements
ga: Is é Banc Ceannais na hÉireann a dhéanann monatóireacht ar an bhfógraíocht úd ag na cuideachtaí a rialaíonn sé, agus cinntíonn sé go gcloíonn a gcuid fógraí leis na ceangaltais úd

source: The credit provider (the lender) is responsible for ensuring that its advertisements comply with these rules
ga: Is é an soláthróir creidmheasa (an t-iasachtóir) a bhíonn freagrach as a chinntiú go gcloíonn a chuid fógraí leis na rialacha úd

source: Lenders must not publish, display, or submit to others (for example, a publisher) any advertisement that breaks the rules
ga: Ní foláir nach bhfoilsíonn, nach nochtann ná nach dtaisceann iasachtóirí le dreamanna eile (mar shampla foilsitheoir éigin) aon fhógra a bhriseann na rialacha

source: To check whether a financial services firm is regulated by the Central Bank, you can check the register at registers.centralbank.ie
ga: Is féidir leat an clár ag registers.centralbank.ie a cheadú chun fáil amach an é an Banc Ceannais a rialaíonn cuideachta éigin sna seirbhísí airgeadais

source: Requirements for the advertising of credit
ga: Ceangaltais d’fhógraíocht na creidmheasa

source: In general, advertising of financial services and credit must be clear, fair, accurate and not misleading
ga: Is iondúil go gcaitheann fógraíocht na seirbhísí airgeadais bheith soiléir, cothrom, cruinn agus gan bheith míthreorach

source: Headline claims and offers in advertising materials must be balanced with information on areas such as risks, fees and charges so that consumers can make fully informed choices
ga: Caithfear an méid a mhaítear sna cinnlínte agus sna hábhair fhógraíochta bheith curtha ar fáil le malairt eolais i leith nithe ar nós rioscaí, táillí agus muirear ionas gur féidir le tomhaltóirí roghanna láneolacha a dhéanamh

source: The main requirements are in the following legislation and codes:
ga: Faightear na príomhriachtanais sa reachtaíocht agus sna cóid seo a leanas:

source: • Consumer Credit Act 1995 (pdf)
ga: • An tAcht um Chreidmheas do Thomhaltóirí 1995 (pdf)

source: • European Communities (Consumer Credit) Regulations 2000
ga: • Rialacháin na gComhphobal Eorpach (Creidmheas do Thomhaltóirí) 2000

source: • European Communities (Markets in Financial Instruments) Regulations 2007
ga: • Rialacháin na gComhphobal Eorpach (Margaí d’Ionstraimí Airgeadais) 2007

source: • Consumer Protection Code for Licensed Moneylenders 2009 (pdf)
ga: • An Cód um Chosaint Tomhaltóirí d’Iasachtóirí Airgid Cheadúnaithe 2009 (pdf)

source: • European Communities (Consumer Credit Agreements) Regulations 2010
ga: • Rialacháin na gComhphobal Eorpach (Comhaontuithe Creidmheasa Tomhaltóirí) 2010

source: • Consumer Protection Code 2012 (pdf)
ga: • An Cód um Chosaint Tomhaltóirí 2012 (pdf)

source: Under Section 7 of the European Communities (Consumer Credit Agreements) Regulations 2010, any advertising concerning credit agreements that indicates an interest rate, or any figures relating to the cost of the credit to the consumer, must include standard information
ga: Is amhlaidh faoi Chuid 7 de Rialacháin na gComhphobal Eorpach (Comhaontuithe Creidmheasa Tomhaltóirí) 2010, a chaithfear eolas caighdeánach a áireamh le haon fhógraíocht a bhaineann le comhaontuithe creidmheasa ina dtásctar ráta úis, ná aon fhigiúirí a bhaineann le costas na creidmheasa don tomhaltóir

source: This standard information must specify clearly, concisely and prominently, using a representative example;
ga: Caithfear sonraí a thabhairt go soiléir, go hachomair agus go dearscnaitheach san eolas caighdeánach sin, ag baint úsáide as sampla ionadaíoch;

source: • The borrowing rate (fixed or variable or both) and details of any charges included in the total cost of the credit to the consumer
ga: • An ráta iasachta (seasta nó athraitheach nó an dá mhodh) agus mionsonraí aon mhuirear a áirítear le costas foriomlán na creidmheasa don tomhaltóir

source: • The total amount of credit
ga: • Méid iomlán na creidmheasa

source: • The annual percentage rate of charge (except in the case of an overdraft)
ga: • Ráta céatadánach bliantúil an mhuirir (seachas i gcás rótharraingte)

source: • If applicable, the duration of the credit agreement
ga: • Fad an chomhaontaithe creidmheasa más infheidhmithe

source: • If the credit is in the form of deferred payment for a specific good or service, the cash price and the amount of any advance payment
ga: • Más íocaíocht iarchurtha atá sa chreidmheas i leith earra nó seirbhíse faoi leith, an praghas in airgead tirim agus méid aon réamhíocaíochta

source: • If applicable, the total amount that the consumer is required to pay and the amount of the instalments
ga: • Más infheidhmithe, an méid iomlán a theastaíonn an tomhaltóir a íoc agus méid na dtráthchodanna

source: If the consumer is required to conclude a contract for another service (such as insurance) in order to access the credit agreement as advertised, and if the cost of this service is not known in advance, this requirement must be stated clearly, concisely and prominently as part of the standard information
ga: Má theastaíonn ón tomhaltóir chun conradh a thabhairt chun conclúide i gcomhair seirbhíse eile (ar nós árachais) chun rochtain a fháil ar an gcomhaontú creidmheasa faoi mar a fhógraítear é, agus murab eol costas na seirbhíse sin roimh ré, is amhlaidh a chaithfear an ceangaltas sin a shloinneadh go soiléir, go hachomair agus go dearscnaitheach mar chuid den eolas caighdeánach

source: In 2014, the Central Bank published its review of the banking, moneylending and credit union sectors’ compliance with these requirements
ga: D’fhoilsigh an Banc Ceannais sa bhliain 2014 a athbhreithniú de chomhlíonadh earnálacha na baincéireachta, na n-iasachtaí airgid agus na gcomhar creidmheasa leis na ceangaltais úd

source: Consumer Protection Code 2012
ga: An Cód um Chosaint Tomhaltóirí 2012

source: The Central Bank of Ireland‘s Consumer Protection Code 2012 (pdf) applies to most of the financial services firms that are regulated by the Central Bank
ga: Bíonn feidhm leis An Cód um Chosaint Tomhaltóirí 2012 (pdf) de chuid Bhanc Ceannais na hÉireann do chuideachtaí seirbhísí airgeadais arna rialú ag an mBanc Ceannais

source: Under the Code, firms must act honestly, fairly and professionally and must not mislead you about the advantages or disadvantages of any product or service
ga: Ní mór do chuideachtaí feidhmiú go hionraic, go cothrom agus go gairmiúil faoin gCód; agus ní foláir dóibh gan tú a mhíthreorú i leith na mbuntáistí ná.na míbhuntáistí a bhaineann le táirge nó seirbhís ar bith

source: The Code does not apply to hire purchase or consumer hire agreements see ‘Advertising financial accommodation’ below
ga: Ní bhíonn feidhm leis an gCód d’fhruilcheannach ná i leith comhaontuithe fruilithe ag tomhaltóir féach ‘Fógraíocht garaíochta airgeadais’ thíos

source: The Central Bank has produced a general consumer guide to the Code (pdf) as well as a guidance document (pdf) on its requirements on credit advertising
ga: Tá an Banc Ceannais tar éis treoir ghinearálta don Chód (pdf) a tháirgeadh chomh maith le cáipéis threorach (pdf) faoina cheangaltais d’fhógraíocht na creidmheasa

source: Advertisements must clearly represent what the advertiser is offering to the consumer
ga: Caithfear a bhfuil á thairiscint don tomhaltóir a léiriú go neamhbhalbh sna fógraí

source: The rules in the Code cover advertising in all formats, including the following:
ga: Clúdaíonn na rialacha sa Chód an fhógraíocht thar gach formáid, lena n-áirítear na cinn seo a leanas:

source: • Outdoor advertising, such as billboards, window displays, advertising on public transport, at bus stops and rail stations •Online advertising, including banners, pop-ups and other forms
ga: • Fógraíocht lasmuigh, ar nós clár fógraíochta, taispeántas fuinneoige, fógraíochta ar an iompar poiblí, ag stadanna bus agus ag stáisiúin iarnróid

source: • Video streaming, micro-blogging and comment feeds on social media sites
ga: • Fógraíocht ar líne, lena n-áirítear meirgí, míreanna aníos agus cineálacha eile nach iad

source: • Websites and marketing sites
ga: • Láithreáin ghréasáin agus láithreáin mhargaíochta

source: • Promotional materials (such as text messages)
ga: • Ábhair bholscaireachta (ar nós teachtaireachtaí téacs)

source: • Competitions and advertorials that promote products or services
ga: • Comórtais agus fógarfhocail ina gcuirtear chun cinn táirgí nó seirbhísí

source: When the firms that the Code regulates are advertising financial products and services, they must:
ga: Ní mór do na cuideachtaí a rialaítear faoin gCód nuair a fhógraíonn siad táirgí agus seirbhísí airgeadais:

source: • Make sure that any information they provide to you is clear, accurate, up to date and written in plain English
ga: • A chinntiú gur soiléir, cruinn, nuashonraithe agus scríofa sa ghnáth-Bhéarla é eolas ar bith a sholáthraíonn siad duitse

source: • Make sure their promotional materials and advertisements are clear, fair and accurate and do not mislead you
ga: • A chinntiú gur soiléir, cothrom agus cruinn iad a n-ábhair bholscaireachta agus nach míthreoraítear tú leo

source: • Not hide key information about a product or service in the small print of an advertisement
ga: • Gan eochaireolas i leith táirge nó seirbhís éigin a chur i bhfolach sa mhionchló leis an bhfógraíocht

source: Financial accommodation is the term used to describe a hire purchase agreement, a consumer hire agreement or the provision of a service
ga: Is é garaíocht airgeadais an téarma as a mbaintear leas chun cur síos ar comhaontú fruilcheannaigh, comhaontú fruilithe ag tomhaltóir nó soláthar seirbhíse

source: Advertisements for these must include:
ga: Caithfear áireamh leis na fógraí dóibh siúd:

source: • The kind of the accommodation - hire purchase or other arrangement
ga: • An cineál garaíochta - fruilcheannach nó socrú éigin eile

source: • The cash price of the goodsor service
ga: • Praghas na n-earraí nó na seirbhíse in airgead tirim

source: • The total cost of credit or the hire-purchase price
ga: • Costas iomlán na creidmheasa nó an praghas fruilcheannaigh

source: • Details of the number, amounts and timing of instalments
ga: • Mionsonraí líon, mhéideanna agus uainiúchán na dtráthchodanna

source: • Details of any deposit involved in agreement
ga: • Mionsonraí aon éarlaise a bhaineann le comhaontú

source: • The numbers of instalments that need to be paid before you will receive delivery of goods
ga: • Líonta na dtráthchodanna a chaithfear a íoc sula bhfaighidh tú seachadadh na n-earraí

source: • Any details concerning another form of credit, which might be used as a comparison in the advertisement
ga: • Mionsonraí ar bith a bhaineann le cineál creidmheasa eile, a d’fhéadfaí a úsáid mar chomparáid san fhógraíocht

source: An advertisement for credit cannot be described as being "free from interest" if it concludes that there is an extra maintenance or insurance contract involved
ga: Ní féidir cur síos ar fhógraíocht creidmheasa mar “shaor ó ús” más í an chonclúid léi go mbaineann conradh breise cothabhála nó árachais léi

source: There are, in addition to the provisions outlined above, certain requirements that particularly apply to consumer hire or leasing agreements
ga: Is ann do cheangaltais áirithe i dteannta leis na forálacha a imlínítear thuas, a mbaineann feidhm shonrach leo do na comhaontuithe fruilithe agus léasaithe

source: The fact that ownership does not pass to the consumer in a leasing agreement must be stated in any advertising
ga: Caithfear a mhaíomh in aon fhógraíocht an fhíric nach n-aistríonn úinéireacht chuig an tomhaltóir i gcomhaontú léasaithe

source: The statements "Letting, Hiring or Leasing of the Goods Only" and "The Goods Remain the Property of the Owner" should be included
ga: Ba chóir go n-áireofaí na ráitis "Ligean, Fruiliú nó Léasú na nEarraí Amháin" agus "Is Maoin leis an Úinéir iad na hEarraí go Fóill"

source: These statements should be in at least as prominent a position as any sum payable by the hirer and enclosed in a boundary box in a visual advertisement
ga: Ba cheart go mbeadh na ráitis sin suite díreach chomh dearscnaitheach céanna ar a laghad le haon suim is iníoctha ag an bhfruilitheoir, agus go mbeidís iniata le bosca teorann i bhfógraíocht don tsúil

source: The amount that is payable by the hirer must be indicated in the advertisement and include all amounts, including taxes
ga: Caithfear an méid is iníoctha ag an bhfruilitheoir a tháscadh san fhógraíocht agus gach méid a áireamh leis, lena n-áirítear cánacha

source: If you feel that any credit advertisement or promotion is unclear, inaccurate or misleading, you can report it to the Advertising Unit in the Central Bank at advertising@centralbank.ie
ga: Má bhraitheann gur doiléir, míchruinn nó míthreorach aon fhógraíocht creidmheasa, is féidir leat í a thuairisciú don Aonad Fógraíochta sa Bhanc Ceannais ag advertising@centralbank.ie
